Repository: timmypass17/built-diff
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es_us, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: There is no email account associated to this device. If you have any questions, please feel free to reach out to us at %@
de: Es ist kein E-Mail-Konto mit diesem Gerät verknüpft. Falls Sie Fragen haben, können Sie uns gerne unter %@ kontaktieren.
es_us: No hay ninguna cuenta de correo electrónico asociada a este dispositivo. Si tienes alguna pregunta, no dudes en contactarnos en %@
fr: Aucun compte e-mail n’est associé à cet appareil. Si vous avez des questions, n’hésitez pas à nous contacter à %@
hi: इस डिवाइस से कोई ईमेल खाता संबद्ध नहीं है। यदि आपके कोई प्रश्न हैं, तो कृपया हमसे %@ पर संपर्क करें।
id: Tidak ada akun email yang terkait dengan perangkat ini. Jika Anda memiliki pertanyaan, jangan ragu untuk menghubungi kami di %@
it: Non è presente alcun account email associato a questo dispositivo. Se hai domande, contattaci a %@
ja: このデバイスに関連付けられたメールアカウントはありません。ご不明な点がございましたら、%@までお気軽にお問い合わせください。
ko: 이 기기에 연결된 이메일 계정이 없습니다. 궁금한 점이 있으시면 언제든지 %@로 문의해 주세요.
pt_br: Não há nenhuma conta de email associada a este dispositivo. Se tiver alguma dúvida, sinta-se à vontade para entrar em contato conosco em %@
ru: На этом устройстве не связан аккаунт электронной почты. Если у вас есть вопросы, пожалуйста, свяжитесь с нами по адресу %@
zh_hans: 此设备未关联任何电子邮箱账号。如有任何疑问，请通过 %@ 与我们联系

source: This action is permanent and cannot be undone.
de: Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
es_us: Esta acción es permanente y no se puede deshacer.
fr: Cette action est définitive et ne peut pas être annulée.
hi: यह क्रिया स्थायी है और इसे पूर्ववत नहीं किया जा सकता.
id: Tindakan ini bersifat permanen dan tidak dapat dibatalkan.
it: Questa azione è permanente e non può essere annullata.
ja: この操作は永久的なもので、元に戻すことはできません。
ko: 이 작업은 영구적이며 취소할 수 없습니다.
pt_br: Esta ação é permanente e não pode ser desfeita.
ru: Это действие является окончательным и не может быть отменено.
zh_hans: 此操作不可恢复。

source: Time
de: Zeit
es_us: Tiempo
fr: Temps
hi: समय
id: Waktu
it: Tempo
ja: 時間
ko: 시간
pt_br: Tempo
ru: Время
zh_hans: 时间

source: Title
de: Titel
es_us: Título
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
zh_hans: 标题

source: Updated: %@
de: Aktualisiert: %@
es_us: Actualizado: %@
fr: Mis à jour : %@
hi: अपडेट किया गया: %@
id: Diperbarui: %@
it: Aggiornato: %@
ja: 更新: %@
ko: 업데이트됨: %@
pt_br: Atualizado: %@
ru: Обновлено: %@
zh_hans: 更新: %@

source: week
de: Woche
es_us: semana
fr: semaine
hi: सप्ताह
id: minggu
it: settimana
ja: 週
ko: 주
pt_br: semana
ru: неделя
zh_hans: 周

source: Weight
de: Gewicht
es_us: Peso
fr: Poids
hi: वज़न
id: Berat
it: Peso
ja: 体重
ko: 무게
pt_br: Peso
ru: Вес
zh_hans: 重量

source: Weight Unit
de: Gewichtseinheit
es_us: Unidad de peso
fr: Unité de poids
hi: वज़न इकाई
id: Satuan Berat
it: Unità di Peso
ja: 体重単位
ko: 무게 단위
pt_br: Unidade de Peso
ru: Единица измерения веса
zh_hans: 重量单位

source: Weight Units
de: Gewichtseinheiten
es_us: Unidades de peso
fr: Unités de poids
hi: वज़न इकाइयाँ
id: Satuan Berat
it: Unità di Peso
ja: 体重単位
ko: 무게 단위
pt_br: Unidades de Peso
ru: Единицы измерения веса
zh_hans: 重量单位

source: white
de: weiß
es_us: blanco
fr: blanc
hi: सफेद
id: putih
it: bianco
ja: 白
ko: 흰색
pt_br: branco
ru: белый
zh_hans: 白色

source: Workout Saved!
de: Training gespeichert!
es_us: ¡Entrenamiento Guardado!
fr: Entraînement enregistré !
hi: व्यायाम सहेजा गया!
id: Latihan Disimpan!
it: Allenamento Salvato!
ja: ワークアウトが保存されました！
ko: 운동이 저장되었습니다!
pt_br: Treino Salvo!
ru: Тренировка сохранена!
zh_hans: 锻炼已保存！

source: Workout Template Saved!
de: Trainingsvorlage gespeichert!
es_us: ¡Plantilla de Entrenamiento Guardada!
fr: Modèle d'entraînement enregistré !
hi: व्यायाम टेम्प्लेट सहेजा गया!
id: Template Latihan Disimpan!
it: Modello di Allenamento Salvato!
ja: ワークアウトテンプレートが保存されました！
ko: 운동 템플릿이 저장되었습니다!
pt_br: Modelo de Treino Salvo!
ru: Шаблон тренировки сохранён!
zh_hans: 锻炼模板已保存！

source: Workout Title
de: Trainingstitel
es_us: Título del Entrenamiento
fr: Titre de l'entraînement
hi: व्यायाम शीर्षक
id: Judul Latihan
it: Titolo dell'Allenamento
ja: ワークアウトタイトル
ko: 운동 제목
pt_br: Título do Treino
ru: Название тренировки
zh_hans: 锻炼标题

source: year
de: Jahr
es_us: año
fr: an
hi: साल
id: tahun
it: anno
ja: 年
ko: 년
pt_br: ano
ru: год
zh_hans: 年

source: yellow
de: gelb
es_us: amarillo
fr: jaune
hi: पीला
id: kuning
it: giallo
ja: 黄色
ko: 노랑
pt_br: amarelo
ru: желтый
zh_hans: 黄色

source: You can make changes later in app if needed.
de: Sie können später in der App Änderungen vornehmen, falls erforderlich.
es_us: Puedes realizar cambios más tarde en la aplicación si es necesario.
fr: Vous pourrez apporter des modifications ultérieurement dans l'application si nécessaire.
hi: यदि आवश्यक हो तो आप बाद में ऐप में परिवर्तन कर सकते हैं.
id: Anda dapat melakukan perubahan nanti dalam aplikasi jika diperlukan.
it: Puoi apportare modifiche in seguito nell'app, se necessario.
ja: 必要に応じて、後でアプリ内で変更できます。
ko: 필요한 경우 나중에 앱에서 변경할 수 있습니다.
pt_br: Você pode fazer alterações no aplicativo mais tarde, se necessário.
ru: При необходимости вы сможете внести изменения позже в приложении.
zh_hans: 您可以稍后在应用中进行更改。

source: Your workout data is locally stored on your device, ensuring complete privacy. No one else can access or view your data, guaranteeing the confidentiality of your personal fitness data.
de: Ihre Workout-Daten werden lokal auf Ihrem Gerät gespeichert, was vollständige Privatsphäre gewährleistet. Niemand sonst kann auf Ihre Daten zugreifen oder sie einsehen, wodurch die Vertraulichkeit Ihrer persönlichen Fitnessdaten garantiert wird.
es_us: Tus datos de entrenamiento se almacenan localmente en tu dispositivo, garantizando total privacidad. Nadie más puede acceder ni ver tus datos, asegurando la confidencialidad de tu información de fitness personal.
fr: Vos données d’entraînement sont stockées localement sur votre appareil, garantissant une confidentialité totale. Personne d’autre ne peut accéder ou visualiser vos données, assurant la confidentialité de vos informations personnelles de fitness.
hi: आपका वर्कआउट डेटा आपके डिवाइस पर स्थानीय रूप से संग्रहीत है, जो पूर्ण गोपनीयता सुनिश्चित करता है। आपकी व्यक्तिगत फिटनेस जानकारी की गोपनीयता की गारंटी देते हुए, कोई और आपकी जानकारी तक पहुँच नहीं सकता और न ही उसे देख सकता है।
id: Data latihan Anda disimpan secara lokal di perangkat Anda, memastikan privasi sepenuhnya. Tidak ada orang lain yang dapat mengakses atau melihat data Anda, menjamin kerahasiaan data kebugaran pribadi Anda.
it: I dati del tuo allenamento sono memorizzati localmente sul tuo dispositivo, garantendo completa privacy. Nessun altro può accedere o visualizzare i tuoi dati, assicurando la riservatezza delle tue informazioni di fitness.
ja: あなたのワークアウトデータはデバイスにローカル保存され、完全なプライバシーが保護されています。他の誰もあなたのデータにアクセスしたり閲覧することはできず、個人のフィットネスデータの機密性が保証されます。
ko: 귀하의 운동 데이터는 기기에 로컬로 저장되어 완전한 개인정보 보호를 보장합니다. 다른 사람이 귀하의 데이터를 접근하거나 볼 수 없으므로, 귀하의 개인 피트니스 데이터의 기밀성이 유지됩니다.
pt_br: Seus dados de treino são armazenados localmente no seu dispositivo, garantindo total privacidade. Ninguém mais pode acessar ou visualizar seus dados, assegurando a confidencialidade dos seus dados pessoais de fitness.
ru: Данные вашей тренировки хранятся локально на вашем устройстве, что обеспечивает полную конфиденциальность. Никто другой не может получить доступ к вашим данным или просматривать их, гарантируя сохранность вашей личной фитнес-информации.
zh_hans: 您的训练数据存储在本设备上，确保完全隐私。其他人无法访问或查看您的数据，从而保证您的个人健身数据的机密性。

source: Your workout has been successfully recorded.
de: Ihr Training wurde erfolgreich aufgezeichnet.
es_us: Tu entrenamiento se ha registrado con éxito.
fr: Votre entraînement a été enregistré avec succès.
hi: आपका व्यायाम सफलतापूर्वक रिकॉर्ड किया गया है.
id: Latihan Anda telah berhasil direkam.
it: Il tuo allenamento è stato registrato con successo.
ja: あなたのワークアウトは正常に記録されました。
ko: 운동이 성공적으로 기록되었습니다.
pt_br: Seu treino foi registrado com sucesso.
ru: Ваша тренировка успешно записана.
zh_hans: 您的锻炼已成功记录。

source: Your workout progress will be lost.
de: Ihr Trainingsfortschritt geht verloren.
es_us: Se perderá el progreso de tu entrenamiento.
fr: Votre progression dans l'entraînement sera perdue.
hi: आपकी व्यायाम प्रगति खो जाएगी.
id: Kemajuan latihan Anda akan hilang.
it: Il tuo progresso nell'allenamento andrà perso.
ja: ワークアウトの進捗は失われます。
ko: 운동 진행 상황이 사라집니다.
pt_br: O progresso do seu treino será perdido.
ru: Ваш прогресс в тренировке будет потерян.
zh_hans: 您的锻炼进度将丢失。

source: Your workout template has been successfully deleted.
de: Ihre Trainingsvorlage wurde erfolgreich gelöscht.
es_us: Tu plantilla de entrenamiento se ha eliminado con éxito.
fr: Votre modèle d'entraînement a été supprimé avec succès.
hi: आपका व्यायाम टेम्प्लेट सफलतापूर्वक हटाया गया है.
id: Template latihan Anda telah berhasil dihapus.
it: Il tuo modello di allenamento è stato eliminato con successo.
ja: ワークアウトテンプレートは正常に削除されました。
ko: 운동 템플릿이 성공적으로 삭제되었습니다.
pt_br: Seu modelo de treino foi excluído com sucesso.
ru: Ваш шаблон тренировки успешно удалён.
zh_hans: 您的锻炼模板已成功删除。

source: Your workout template is ready! Start your workouts and track your sets and reps.
de: Ihre Trainingsvorlage ist bereit! Starten Sie Ihr Training und verfolgen Sie Ihre Sätze und Wiederholungen.
es_us: ¡Tu plantilla de entrenamiento está lista! Comienza tus entrenamientos y sigue tus series y repeticiones.
fr: Votre modèle d'entraînement est prêt ! Commencez vos entraînements et suivez vos séries et répétitions.
hi: आपका व्यायाम टेम्प्लेट तैयार है! अपना व्यायाम शुरू करें और अपने सेट्स तथा दोहरावों को ट्रैक करें.
id: Template latihan Anda siap! Mulailah latihan Anda dan lacak set serta repetisi Anda.
it: Il tuo modello di allenamento è pronto! Inizia i tuoi allenamenti e monitora le tue serie e ripetizioni.
ja: ワークアウトテンプレートの準備ができました！ワークアウトを始め、セットとレップを記録しましょう。
ko: 운동 템플릿이 준비되었습니다! 운동을 시작하고 세트와 반복 횟수를 추적하세요.
pt_br: Seu modelo de treino está pronto! Comece seus treinos e acompanhe suas séries e repetições.
ru: Ваш шаблон тренировки готов! Начните тренировки и отслеживайте свои подходы и повторения.
zh_hans: 您的锻炼模板已就绪！开始锻炼并跟踪您的组数和重复次数。

source: Your workout template will be discarded.
de: Ihre Trainingsvorlage wird verworfen.
es_us: Tu plantilla de entrenamiento será descartada.
fr: Votre modèle d'entraînement sera abandonné.
hi: आपका व्यायाम टेम्प्लेट त्याग दिया जाएगा.
id: Template latihan Anda akan dibuang.
it: Il tuo modello di allenamento sarà scartato.
ja: ワークアウトテンプレートは破棄されます。
ko: 운동 템플릿이 폐기됩니다.
pt_br: Seu modelo de treino será descartado.
ru: Ваш шаблон тренировки будет удалён.
zh_hans: 您的锻炼模板将被丢弃。

source: mint
es_us: menta
fr: menthe
hi: मिंट
it: menta
ja: ミント
ko: 민트
pt_br: menta
ru: мятный
zh_hans: 薄荷色

source: US/Imperial (lbs)
fr: US/Impérial (lbs)
hi: यूएस/इंपीरियल (lbs)
id: AS/Imperial (lbs)
it: US/Imperiale (lbs)
ja: 米国/インペリアル (lbs)
ko: 미국/임페리얼 (lbs)
ru: США/Имперская (фунты)
zh_hans: 美制/英制（磅）

source: Workout
es_us: Entrenamiento
fr: Entraînement
hi: वर्कआउट
id: Latihan
it: Allenamento
ja: ワークアウト
ko: 운동
pt_br: Treino
ru: Тренировка
zh_hans: 训练

source: cyan
es_us: cian
hi: सियान
id: sian
it: ciano
ja: シアン
ko: 청록
pt_br: ciano
ru: циановый
zh_hans: 青色

source: FAQ
es_us: Preguntas Frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
ja: よくある質問
ko: 자주 묻는 질문
zh_hans: 常见问题

source: indigo
es_us: índigo
hi: इंडिगो
id: nila
it: indaco
ja: インディゴ
ko: 남색
pt_br: índigo
ru: индиго
zh_hans: 靛蓝

source: kg
hi: कि.ग्रा
ru: кг
zh_hans: 千克

source: OK
hi: ठीक है
ko: 확인
zh_hans: 确定

source: orange
es_us: naranja
hi: ऑरेंज
id: oranye
it: arancione
ja: オレンジ
ko: 주황
pt_br: laranja
ru: оранжевый
zh_hans: 橙色

source: Position
es_us: Posición
hi: स्थिति
id: Posisi
it: Posizione
ja: 位置
ko: 위치
pt_br: Posição
ru: Позиция
zh_hans: 位置
